Repository: AAU-SW-P8/P8-Product
Catalog: P8-Product/Resources/Localizable.xcstrings
Source language: en
Languages: da

source: Add
da: Tilføj

source: Add a person and capture some moles to compare them here.
da: Tilføj en person og tag billeder af modermærker for at sammenligne dem her.

source: Add an image named 'test_mole_image' to Assets.xcassets
da: Tilføj et billede med navnet 'test_mole_image' til Assets.xcassets

source: Add Person
da: Tilføj person

source: AR capture is unavailable in Simulator
da: AR-optagelse er ikke tilgængelig i Simulator

source: Area: %.1f mm²
da: Areal: %.1f mm²

source: Cancel
da: Annuller

source: Capture
da: Scan

source: Choose a metric evolution:
da: Vælg en metrisk udvikling:

source: Clear
da: Ryd

source: Compare
da: Sammenlign

source: Confidence:
da: Sikkerhed:

source: Date
da: Dato

source: Delete
da: Slet

source: Delete Mole
da: Slet modermærke

source: Delete Person
da: Slet person

source: Detection Thresholds
da: Tærskler for registrering

source: Done
da: Udført

source: Edit Name
da: Rediger navn

source: Edit Person
da: Rediger person

source: Existing Mole
da: Eksisterende modermærke

source: Failed to Load AI Models
da: Kunne ikke indlæse AI-modeller

source: Frequency
da: Frekvens

source: Higher values allow more overlapping boxes.
da: Højere værdier tillader flere overlappende felter.

source: If camera is closed, tap anywhere to open again
da: Hvis kameraet er lukket, tryk hvor som helst for at åbne det igen

source: Image ID: 101
da: Billed-id: 101

source: Image ID: 102
da: Billed-id: 102

source: Initializing AI Models…
da: Initialiserer AI-modeller…

source: Load Placeholder Image
da: Indlæs pladsholderbillede

source: Metric
da: Metrik

source: Mole Action
da: Modermærkehandling

source: Mole Overview
da: Modermærkeoversigt

source: Mole Segmentation
da: Modermærkesegmentering

source: Name
da: Navn

source: New Mole
da: Nyt modermærke

source: NEW SCAN
da: NY SCANNING

source: No data yet
da: Ingen data endnu

source: No Person Selected
da: Ingen person valgt

source: No scans for %@
da: Ingen scanninger for %@

source: No scans yet
da: Ingen scanninger endnu

source: No test image found
da: Intet testbillede fundet

source: Opening camera...
da: Åbner kamera...

source: Overview
da: Oversigt

source: Parameters
da: Parametre

source: Reminder
da: Påmindelse

source: Reminder Frequency
da: Påmindelsesfrekvens

source: Retry
da: Prøv igen

source: Run on a LiDAR-equipped iPhone or iPad to use the camera flow. In Simulator, a placeholder image is shown so the app still runs.
da: Kør på en iPhone eller iPad med LiDAR for at bruge kameraet. I Simulator vises et pladsholderbillede, så appen stadig fungerer.

source: Save
da: Gem

source: Select a mole
da: Vælg et modermærke

source: Select a person
da: Vælg en person

source: Select Existing Mole
da: Vælg eksisterende modermærke

source: Select Person
da: Vælg person

source: Settings
da: Indstillinger

source: This may take a moment on first launch.
da: Dette kan tage et øjeblik ved første start.

source: Upcoming Check-ins
da: Kommende scanninger

source: Who is this scan for?
da: Hvem er denne scanning til?

source: You haven't captured any moles for %@ yet
da: Du har endnu ikke scannet nogen modermærker for %@
